{
  "LuaSnip": { "branch": "master" },
  "baleia.nvim": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "compile-mode.nvim": { "branch": "main" },
  "diffview.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "jai.vim": { "branch": "master" },
  "kulala.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "luvit-meta": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.trailspace": { "branch": "main" },
  "neogit": { "branch": "master" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "rainbow-delimiters.nvim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-dispatch": { "branch": "master" }
}
